/* No comment provided by engineer. */
" and %@" = " та %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f сек";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ прокоментував(ла): %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ запропонував(ла) ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ є частиною мережі iNuturalist у %2$@. Місцеві організації, що підтримують %3$@ матимуть доступ до вашої адреси електронної пошти та до істинних координат спостережень, які публічно приховані або є приватними.\nЧи хочете ви змінити вашу мережеву приналежність?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ є частиною міжнародної мережі iNaturalist. Чи хочете ви приєднатися до %2$@ для того, щоб локалізувати свій досвід в iNaturalist і поділитися даними з місцевими установами?";

/* site news */
"%@ News" = "%@ Новини";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, build %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d спостереження";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d спостереження для відвантаження";

/* Count of observations by this user, plural. */
"%d Observations" = "%d спостережень";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d спостережень для відвантаження";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld м";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' вимагає, щоб ви заповнили поле '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Про";

/* title for about section of the guide screen */
"ABOUT" = "ПРО";

/* about this project title */
"About this Project" = "Про цей проект";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Обліковий запис?";

/* No comment provided by engineer. */
"Activity" = "Діяльність";

/* Title for add comment failed alert */
"Add Comment Failure" = "Додайте коментар збою";

/* Title for add ID failed alert */
"Add Identification Failure" = "Додайте ідентифікатор збою";

/* No comment provided by engineer. */
"Add to Favorites" = "Додати в Улюблені";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Згоден";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Вже зареєстровані?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "App is fatally misconfigured. Please contact help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Налаштування додатка";

/* No comment provided by engineer. */
"Are you really sure?" = "Ви впевнені?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Ви впевнені, що ви хочете покинути цей проект?";

/* No comment provided by engineer. */
"Are you sure?" = "Ви впевнені?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Ви впевнені? Це є незворотнім.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Аргентина: Фундаціоран Віда Сільвестр Аргентина, що підтримує ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Австралія: Атлас із живої Австралії підтримує iNaturalist Австралія (inaturalist .ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Авто";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Автодоповнення імен";

/* label for auto upload switch in settings */
"Automatic upload" = "Автовідвантаження";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Видаливши свій обліковий запис, ви втратите усі свої спостереження, ідентифікації, які ви додали до спостережень інших, та всі коментарі, які ви написали. Більше того, цю дію не можна скасувати. Якщо з часом ви зміните думку, ви не зможете відновити ці дані. Якщо цей сайт надсилає занадто багато сповіщень, ви можете змінити налаштування, обравши лише ті типи сповіщень, які б вам хотілося отримувати, або вимкнути цю функцію. Якщо у вас виникили труднощі із певною особою, ви можете вимкнути сповіщення від цього користувача замість того, щоб видаляти обліковий запис. Якщо ви хочете видалити свій обліковий запис, тому що ви намагалися видалити частину своїх даних, проте ви далі бачили його на мапі чи в інших інтернет-джерелах, памʼятайте, що дані мап можуть кешуватися до однієї доби навіть після їх видалення. До того ж, видалення даних на цій платформі може не впливати на копії, які існують на інших сайтах та платформах (такі як GBIF). Якщо ви досі впевнені, що хочете видалити свій обліковий запис, введіть «%@» у форму нижче та натисніть кнопку, аби видалити свій обліковий запис та усі ваші дані.\nПідтвердження видалення облікового запису\n";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Використовуючи iNaturalist ви погоджуєтеся з Умовами надання послуги та Політикою конфіденційності.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech і Cornell Tech допомогли розробити систему комп'ютерного зору, яка пропонує ідентифікації на основі фотографій. Ми дякуємо Гранту Ван Хорну, Сержу Белонгу і П'єтро Перону за просування досліджень в області комп'ютерного зору. Більш докладно про це можна прочитати за адресою visipedia.org. Особлива подяка NVIDIA за додаткову допомогу.";

/* Title for Camera button in media picker */
"Camera" = "Камера";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Затвора камери";

/* No comment provided by engineer. */
"Can't Add ID" = "Не вдалося додати Ідентифікатор";

/* No comment provided by engineer. */
"Can't Comment" = "Не можна коментувати";

/* No comment provided by engineer. */
"Can't Fave" = "Не вдається додати до Улюбленого";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Неможливо знайти ваші спостереження. Будь ласка, спробуйте пізніше.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Канада: Канадська федерація дикої природи, Королівський музей Онтаріо, некомерційна організація NatureServe, Канада і урядова установа Парки Канади забезпечують роботу iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Скасування...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Неможливо вибрати дату в майбутньому.";

/* Failure message */
"Cannot donate" = "Не вдалося зробити пожертвування";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Не вдається завантажити пропозиції: %@";

/* Store launch failure message */
"Cannot open store" = "Неможливо відкрити магазин";

/* Failure message */
"Cannot rate" = "Не вдалося оцінити";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Не вдається виконати пошук в iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Не вдається надіслати Email";

/* No comment provided by engineer. */
"Cannot use your location" = "Не можна використовувати ваше місцерозташування";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Поневолений / Культивований";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Поневолений / культивований означає, що організм існує там, де його залишили люди навмисно. iNaturalist - це спостереження за дикими організмами, й наші партнери за науковими даними не зацікавлені в спостереженнях за домашніми улюбленцями, садами або тваринами в зоопарках.";

/* title for captive selector */
"Captive?" = "Поневолений?";

/* casual data quality */
"Casual Grade" = "Звичайний статус";

/* label for change email address action in settings */
"Change email" = "Змінити email";

/* No comment provided by engineer. */
"Change Email" = "Змінити email";

/* No comment provided by engineer. */
"Change email address?" = "Змінити адресу ел. скриньки?";

/* accessibility label for change flash button */
"Change Flash" = "Змінити режим спалаху";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Перемкнути режим спалаху. Поточний статус - Авто";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Перемкнути режим спалаху. Поточний статус - Вимк";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Перемкнути режим спалаху. Поточний статус - Увімк";

/* label for change username action in settings */
"Change username" = "Змінити Ім'я користувача";

/* No comment provided by engineer. */
"Change Username" = "Змінити Ім'я користувача";

/* No comment provided by engineer. */
"Change username?" = "Змінити Ім'я користувача?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Змінити фотографію профілю?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Встановіть цей прапорець, якщо ви хочете використовувати ліцензію Creative Commons Attribution-NonCommercial для ваших фотографій. Ви зможете вибрати іншу ліцензію або видалити її, але це оптимальна ліцензія для спільного використання з дослідниками.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Перевірте Вашу електронну пошту";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Чилі: Міністр дель Медіо Амбієнте підтримує iNaturalist Чилі (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Вибрати з бібліотеки";

/* title of inat network picker */
"Choose iNat Network" = "Оберіть iNat-мережу";

/* title for project observations chooser */
"Choose Projects" = "Оберіть проекти";

/* No comment provided by engineer. */
"Close" = "Закрити";

/* accessibility label for close camera button */
"Close Camera" = "Закрити камеру";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Колекційний проект";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Колумбія: Інститут Гумбольдта забезпечує роботу Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Коментар";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contact Support";

/* label for contact support action in settings. */
"Contact support" = "Підтримка";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Ліцензування контенту";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Копіювати наукову назву";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Не згоден";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Не можна додати до проекту %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Не вдалося визначити місцерозташування";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Створення спостереження...";

/* intro to credits section. */
"Credits" = "Подяка";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Зона ризику";

/* Header for data quality section of obs detail */
"Data Quality" = "Якість даних";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Передача Даних";

/* No comment provided by engineer. */
"Default" = "Типово";

/* button title to delete account */
"Delete Account" = "Видалити обліковий запис";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Видалити завантажене";

/* No comment provided by engineer. */
"Delete Error" = "Помилка при видаленні";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "Видалити спостереження";

/* Deletes pending sync. */
"Deletes To Sync" = "Видалення, які очікують синхронізації";

/* title for description section of the guide screen */
"DESCRIPTION" = "ОПИС";

/* Title for confirm new observation details view */
"Details" = "Деталі";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Не показувати підказки";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Пожертвувати на iNaturalist";

/* title for done button */
"Done" = "Готово";

/* No comment provided by engineer. */
"Download" = "Завантаження";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Завантажено для використання в автономному режимі";

/* No comment provided by engineer. */
"Download not available" = "Завантаження недоступне";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Завантажено";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Завантаження...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Еквадор: Національний інститут біорізноманіття (INABIO) підтримує iNaturalist Eквадор (ecuador.inaturalist.org)";

/* The editor or author of the species guide */
"Editor" = "Редактор";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Або сталася помилка на сервері, або посібника більше не існує.";

/* label for email field in settings */
"Email" = "Email";

/* Title for error alert */
"Error" = "Помилка";

/* failure title when changing a setting. */
"Error changing setting." = "Помилка зміни налаштування.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Помилка отримання спостережень";

/* error loading leaderboard title */
"Error loading leaderboard" = "Помилка завантаження таблиці лідерів";

/* No comment provided by engineer. */
"Explore" = "Переглянути";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Не вдалося завантажити посібник";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Не вдалося увійти до iNaturalist. Будь ласка, спробуйте пізніше.";

/* title of alert when sound recording fails */
"Failed to Record" = "Помилка запису";

/* No comment provided by engineer. */
"Failed to save guide" = "Не вдалося зберегти посібник";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Не вдалося налаштувати звукозапис";

/* No comment provided by engineer. */
"Faved" = "Додано до Улюбленого";

/* No comment provided by engineer. */
"Faves" = "Уподобані";

/* No comment provided by engineer. */
"Featured" = "Рекомендовані";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Не вдалося отримати маркер перевірки автентичності. Будь ласка, зв'яжіться з help@inaturalist.org і спробуйте пізніше.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Отримання останніх спостережень у області карти";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Отримання останніх спостережень по всьому світу";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Знайти місцезнаходження з ім'ям '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Знайти мої спостереження";

/* No comment provided by engineer. */
"Find observations near me" = "Знайти спостереження поблизу мене";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Знайти організми з назвою '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Знайти людей з ім'ям '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Знайти проєкти з назвою '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Пошук вашого місцерозташування...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Фінляндія: Фінський природознавчий музей (Luomus) підтримує iNaturalist Finland (<a href=\"https://inaturalist.laji.fi/\">inaturalist.laji.fi</a>)";

/* Title for forgot password button. */
"Forgot password?" = "Забули пароль?";

/* Geoprivacy button title */
"Geoprivacy" = "Геоприватність";

/* No comment provided by engineer. */
"Go Back" = "Назад";

/* Button to dismiss a tutorial screen */
"Got It" = "Зрозуміло";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Греція: iSee, підтримує iNaturalist Greece (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Сітка";

/* No comment provided by engineer. */
"Guide download error" = "Помилка завантаження посібника";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Редактор посібника повинен увімкнути цю функцію.";

/* accessibility label for guides button */
"Guides" = "Посібники";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Посібники створюються та поширюються спільнотою iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Посібники- це списки видів";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Містить фото";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Має звуки";

/* Title for help section of settings. */
"Help" = "Допомога";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Ось наші кращі пропозиції:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Я даю згоду iNaturalist зберігати та обробляти обмежену кількість особистої інформації про мене з метою управління моїм обліковим записом.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Я згоден, що мою особисту інформацію буде передано до Сполучених Штатів Америки";

/* Title of identification failure alert */
"Identification Failed" = "Помилка ідентифікації";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Таксон для ідентифікації";

/* No comment provided by engineer. */
"Identifications" = "Ідентифікації";

/* No comment provided by engineer. */
"Identifiers" = "Ідентифікатори";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Якщо введена вами адреса електронної пошти пов'язана з обліковим записом iNaturalist, ви отримаєте електронного листа з посиланням для відновлення паролю.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Якщо ви хочете записати звукове спостереження, вам потрібно буде надати додатку iNaturalist доступ до мікрофона.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Помилка створення сховища зображень";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Помилка збереження зображення в сховище";

/* No comment provided by engineer. */
"in project '%@'" = "у проекті '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist не має дозволу на доступ до вашої камери.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "Доступ iNaturalist до камери обмежений.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Мережа iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Місця iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist використовує значки Glyphish авторства Джозефа Вейна, іон-значки авторства Бена Сперрі та значки Луїса Прадо та Романа Шлякова з проекту Noun. iNaturalist також глибоко вдячний спільноті Cocoapods і вкладу нашої власної спільноти відкритого вихідного коду. Див. https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Невірне ім'я користувача або пароль.";

/* No comment provided by engineer. */
"Info" = "Інформація";

/* No comment provided by engineer. */
"Internet connection required" = "Необхідно з'єднатися з інтернетом";

/* No comment provided by engineer. */
"Internet required" = "Потрібен Інтернет";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Представляємо вам автовідвантаження!";

/* Invalid date alert title */
"Invalid Date" = "Невірна дата";

/* Error for bad email when making account. */
"Invalid Email Address" = "Некоректна e-mail-адреса";

/* Unknown invalid input */
"Invalid input" = "Введено неправильні дані";

/* No comment provided by engineer. */
"Invalid Location" = "Неприпустиме місцерозташування";

/* Error for bad username when making account. */
"Invalid Username" = "Некоректне ім’я користувача";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Ізраїль: Університет Хайфи підтримує iNaturalist ізраїль (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Місця категорії IUCN II надані IUCN та UNEP-WCMC (2015), Всесвітньою базою даних з охоронюваних територій (WDPA) [On-line], [11/2014], Кембридж, Великобританія: UNEP-WCMC. Доступно за адресою: www.protectedplanet.net.";

/* Join project button */
"Join" = "Приєднатися";

/* join iNat network partner alert title */
"Join %@?" = "Приєднатися до %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Приєднуйтеся до проектів, вибираючи їх під час запису спостережень";

/* No comment provided by engineer. */
"Joined" = "Приєднався";

/* No comment provided by engineer. */
"Joining..." = "Приєднуємося...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Широта: %1$.5f Довгота: %2$.5f Точність: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Шир.: %1$@, Довг.: %2$@, Точн.: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Таблиця лідерів";

/* button to learn more about inat account policies */
"Learn More" = "Дізнатися більше";

/* learn more (about network partner changes) button text */
"Learn more" = "Докладніше";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Дізнайтеся більше про якість даних >";

/* Leave project button */
"Leave" = "Залишити";

/* No comment provided by engineer. */
"Leaving..." = "Залишаємо...";

/* The license of the species guide */
"License" = "Ліцензія";

/* List layout on explore tab */
"List" = "Список";

/* No comment provided by engineer. */
"Loading..." = "Завантаження...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Помилка отримання місцезнаходження";

/* No comment provided by engineer. */
"Location Services Denied" = "Служби позиціювання відключена";

/* No comment provided by engineer. */
"Location Services Restricted" = "Служби позиціювання обмежені";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Увійти";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Вхід / Реєстрація";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Увійдіть та відвантажте це спостереження, щоб отримувати коментарі та ідентифікації.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Увійдіть, щоб отримати доступ до Улюбленого.";

/* Notice while we're logging in */
"Logging in..." = "Вхід...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Пошук виду за ім'ям";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Пошук назви виду";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Схоже, що сталася помилка: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Схоже, що у вас немає спостережень.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Сподобався iNat? Оцініть нас";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Люксембург: Національний музей природної історії Люксембурга (MnhnL) підтримує iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Переконайтеся, що iNat має дозвіл на доступ до вашого розташування або включайте GPS час від часу, щоб визначити його.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Керувати завантаженнями";

/* Map layout on explore tab */
"Map" = "Карта";

/* No comment provided by engineer. */
"Map of Observations" = "Мапа спостережень";

/* Placeholder text for not logged title on me tab. */
"Me" = "Я";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Мексика: Національний комітет із знання та використання біорізноманіття (CONABIO), забезпечує роботу NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Збій перенесення даних";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Збій перенесення даних";

/* No comment provided by engineer. */
"Missing Date" = "Відсутня дата";

/* No comment provided by engineer. */
"Missing Location" = "Місцезнаходження відсутнє";

/* No comment provided by engineer. */
"Missing Required Field" = "Відсутнє обов'язкове поле";

/* No comment provided by engineer. */
"My Content" = "Мій контент";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "названий «%1$@ (%2$@)»";

/* No comment provided by engineer. */
"named '%@'" = "названий «%@»";

/* No comment provided by engineer. */
"Nearby" = "Неподалік";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Фільтр пропозицій з найближчих околиць";

/* needs id data quality */
"Needs ID" = "Потребує ідентифікації";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Потребує вашої уваги";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Потрібне і-нет з'єднання.";

/* No comment provided by engineer. */
"Network unavailable" = "Мережа недоступна";

/* No comment provided by engineer. */
"Network Unavailable" = "Мережа недоступна";

/* decline to change cemra permissions button title */
"Never mind" = "Не важливо";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "Нова активність";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Вперше на iNaturalist? Зареєструйтеся зараз!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Нова Зеландія: Новозеландська мережа реєстрації біорізноманіття забезпечує роботу iNaturalist NZ - Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Новини";

/* Confirm a new photo */
"NEXT" = "НАСТУПНИЙ";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Ні";

/* No comment provided by engineer. */
"No description" = "Опис відсутній";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Немає результатів у iNuturalist";

/* place guess when we have no location information */
"No location" = "Немає місцезнаходження";

/* No comment provided by engineer. */
"No matching taxa" = "Немає відповідних таксонів";

/* Title for No Media button in media picker */
"No Media" = "Відсутній носій";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Немає прав доступу до мікрофона";

/* No comment provided by engineer. */
"No network connection." = "Немає з’єднання з мережею.";

/* No comment provided by engineer. */
"No network connection. :(" = "Немає з’єднання з мережею. :(";

/* Header observation count title when there are none. */
"No Observations" = "Спостережень немає";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "У ділянці карти не знайдено жодних спостережень.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Спостережень не знайдено.";

/* No comment provided by engineer. */
"No observations yet." = "Поки що спостережень немає.";

/* accessibility label for no photo button */
"No Photo" = "Немає фото";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Немає фото або аудіо та відсутня ідентифікація";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Таких організмів не знайдено. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Такої людини не знайдено. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Такого місця не знайдено. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Такого проекту не знайдено. :(";

/* No comment provided by engineer. */
"No Thanks" = "Ні, дякую";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Оновлень поки немає. Слідкуйте за оновленнями!";

/* No comment provided by engineer. */
"No URL configured" = "URL-адресу не налаштовано";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ні, не змінювати моєї мережевої приналежністі";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "НЕМАЄ\nФОТО";

/* No comment provided by engineer. */
"None, all rights reserved" = "Немає, усі права захищені";

/* No comment provided by engineer. */
"Not Allowed" = "Не дозволено";

/* 403 unauthorized title */
"Not Authorized" = "Ви не авторизовані";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Нотатки...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Спост";

/* obscured geoprivacy */
"Obscured" = "Прихований";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Спостереження %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Помилка перевірки поля спостереження: %@";

/* No comment provided by engineer. */
"Observations" = "Спостереження";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "%ld спостережень";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Спостережень: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Спостерігати";

/* No comment provided by engineer. */
"Observers" = "Спостерігачі";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Вимк.";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Увімк.";

/* Title error with oops text. */
"Oops" = "Упс";

/* open geoprivacy */
"Open" = "Відкрити";

/* No comment provided by engineer. */
"Open link in Safari" = "Відкрити посилання у Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Відкрити налаштування";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Панама: Міністерство навколишнього середовища забезпечує роботу iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Пароль повинен містити щонайменше 6 символів.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Пауза";

/* No comment provided by engineer. */
"Paused" = "Призупинено";

/* No comment provided by engineer. */
"Permission denied" = "Доступ заборонено";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Персональна інформація";

/* Title for Photo Library button in media picker */
"Photo Library" = "Фототека";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Помилка завантаження фото";

/* Title for photo save error alert msg */
"Photo Save Error" = "Помилка при збереження фото";

/* Title for photos error alert msg */
"Photos Error" = "Помилка фото";

/* accessibility label for pick from library button */
"Pick from Library" = "Вибрати із бібліотеки";

/* No comment provided by engineer. */
"Placeholder" = "Мітка-заповнювач";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Зверніть увагу: спостереження будуть автоматично включені в колекційний проект, якщо вони відповідають його вимогам.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Будь ласка виберіть припустиме розташування.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Будь ласка, спробуйте знову за хвильку.";

/* failure message when the user should just try again. */
"Please try again later." = "Будь ласка, спробуйте ще раз пізніше.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Будь ласка, оновіть доступ до камери для отримання фото з iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Будь ласка, відвантажте для оцінки якості даних";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Португалія: Асоціація «Біорізноманіття для всіх» (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Опубліковано";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Без відслідковування";

/* title for consent screen */
"Privacy" = "Конфіденційність";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Політика конфіденційності";

/* private geoprivacy */
"Private" = "Приватний";

/* choose projects button title. */
"Projects" = "Проекти";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Проекти є колекцією постережень із загальною метою";

/* No comment provided by engineer. */
"Pull to Refresh" = "Потягніть, щоб оновити";

/* Rank in an ordered list */
"Rank" = "Ранг";

/* action to re-download a species guide from the server */
"Re-download" = "Завантажити повторно";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Запис";

/* Title for Record sound button in media picker */
"Record Sound" = "Запис звуку";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Рівень запису (від 0 до 1)";

/* Title for sound recording screen */
"Recording Sound" = "Триває запис звуку";

/* No comment provided by engineer. */
"Remove active search filters" = "Видалити активні пошукові фільтри";

/* No comment provided by engineer. */
"Remove current map area filter" = "Видалити поточний фільтр області карти";

/* No comment provided by engineer. */
"Remove my profile photo" = "Видалити фото";

/* No comment provided by engineer. */
"Removing..." = "Видалення...";

/* No comment provided by engineer. */
"RESEARCH" = "ДОСЛІДЖЕННЯ";

/* research data quality */
"Research Grade" = "Дослідницький клас";

/* No comment provided by engineer. */
"Restricted to current map area" = "Обмежено поточною ділянкою карти";

/* No comment provided by engineer. */
"Resuming" = "Відновлення";

/* Retake a photo */
"RETAKE" = "ПЕРЕФОТОГОАФУВАТИ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Перевернути камеру";

/* Title for save new observation button */
"SAVE" = "ЗБЕРЕГТИ";

/* No comment provided by engineer. */
"Save Anyway" = "Зберегти все одно";

/* Done button for recording observation sounds */
"Save Recording" = "Зберегти запис";

/* No comment provided by engineer. */
"Saving..." = "Збереження...";

/* No comment provided by engineer. */
"Search" = "Пошук";

/* placeholder for guide search field */
"Search for guide named..." = "Шукати за назвою посібника...";

/* placeholder for project search field */
"Search for project named..." = "Шукати за назвою проекту...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Пошук організмів...";

/* No comment provided by engineer. */
"Searching for people..." = "Пошук людей...";

/* No comment provided by engineer. */
"Searching for place..." = "Пошук місця...";

/* No comment provided by engineer. */
"Searching for project..." = "Пошук проекту...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Пошук останніх спостережень в області карти";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Пошук останніх спостережень по всьому світу";

/* No comment provided by engineer. */
"seen at '%@'" = "бачили в \"%@\"";

/* No comment provided by engineer. */
"seen by '%@'" = "бачив \"%@\"";

/* basis for a suggestion */
"Seen Nearby" = "Зустрічалися поблизу";

/* default select title */
"Select" = "Обрати";

/* select taxon title */
"Select \"%@\"" = "Обрати \"%@\"";

/* title for date selector */
"Select Date" = "Вибрати дату";

/* title for geoprivacy selector */
"Select Privacy" = "Задайте конфеденційність";

/* No comment provided by engineer. */
"Selected Observation" = "Обрані спостереження";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Встановити фото профілю";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Налаштування облікового запису iNaturalist...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Налаштування";

/* No comment provided by engineer. */
"Share" = "Поділитися";

/* Title for share new observation button */
"SHARE" = "ПОДІЛИТИСЯ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Поділіться вашими спостереженнями з спільнотою.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Придбати в iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Показати загальні назви";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Показати лише пропозиції поблизу";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Показувати наукові назви першими";

/* No comment provided by engineer. */
"Sign in with Google" = "Увійти через Google";

/* No comment provided by engineer. */
"Sign out" = "Вийти";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Зареєструватися";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Зареєструйся зараз!";

/* No comment provided by engineer. */
"Signing Out" = "Вийти";

/* skip button title */
"Skip ›" = "Пропустити ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Деякі закони про захист даних, як-от Загальний регламент захисту даних Європейського Союзу (GDPR), вимагають чіткої згоди на передачу особистої інформації з їхньої юрисдикції в інші юрисдикції, де правовий захист цієї інформації не вважається достатнім. Станом на 2020 рік Європейський Союз більше не вважає Сполучені Штати юрисдикцією, яка забезпечує належний правовий захист персональної інформації, зокрема через можливість американського уряду стежити за даними, що надходять до США. Цілком можливо, що інші юрисдикції можуть мати таку ж думку. Використання iNaturalist вимагає зберігання особистої інформації, наприклад, вашої електронної адреси. Всі дані iNaturalist зберігаються в США, і ми не можемо бути впевнені, в якій правовій юрисдикції ви перебуваєте, коли використовуєте iNaturalist, тому, щоб відповідати законам про конфіденційність, таким як GDPR, ви повинні підтвердити, що ви розумієте і приймаєте цей ризик і даєте згоду на передачу вашої особистої інформації на сервери iNaturalist в США. Щоб дізнатися більше про те, яку інформацію ми збираємо і як ми її використовуємо, будь ласка, ознайомтеся з нашою Політикою конфіденційності та Умовами використання. Неможливо мати обліковий запис iNaturalist без збереження особистої інформації, тому єдиний спосіб відкликати цю згоду - це видалити свій обліковий запис.";

/* No comment provided by engineer. */
"Somewhere..." = "Де-небудь...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Сортувати";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Джерело: Вікіпедія, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Види";

/* species count on the explore leaderboard. */
"Species: %ld" = "Видів: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Видів: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Статистика";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Припинити вивантаження";

/* No comment provided by engineer. */
"Suggest ID" = "Запропонувати ID";

/* label for suggest species switch in settings */
"Suggest species" = "Запропонувати вид";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Пропозиції, засновані на спостереженнях та ідентифікації, що надаються спільнотою iNaturalist, в тому числі %1$@, %2$@, %3$@ та багато інших.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Пропозиції, засновані на спостереженнях та ідентифікації, що надаються спільнотою iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Синхронізація...";

/* Category of iOS standard places for place search */
"System Places" = "Системні місця";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "МІТКИ";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Тайвань: Національний університет Цзяї та Тайваньський Науково-дослідний Інститут лісового господарства підтримує iNaturalist в Тайвані (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Зробити фото";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Таксон %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Розкажіть нам, чому";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Умови надання послуг";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Thank you for contacting iNat support. We'll get back to you as soon as we can.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Введений текст не збігається.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Для цього проекту поки що спостережень немає. Спробуйте пізніше!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Неможливо мати обліковий запис iNaturalist, не зберігаючи особисту інформацію в Сполучених Штатах.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Неможливо мати обліковий запис iNaturalist не зберігаючи особисту інформацію.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "There was an error launching iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Сталася неочікувана помилка.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Спільнотою iNaturalist цьому спостереженню присвоєно Звичайний статус (Casual Grade).";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Це спостереження отримало статус «Звичайного» (Casual Grade) тому, що спільнота iNaturalist віднесла його до розряду «утримується в неволі або культивується».";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Цьому спостереженню потрібна дата, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Цьому спостереженню потрібне розташування, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Цьому спостереженню потрібна специфічніша, узгоджена ідентифікація, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Цьому спостереженню потрібне фото, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Цьому спостереженню потрібне більше число ідентифікацій від спільноти iNat, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This project has no description." = "Цей проект не має опису.";

/* No comment provided by engineer. */
"This project has no title." = "Цей проект не має назви.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Це також виділить ваші спостереження з цього проекту.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Це призведе до втрати усіх змін/доповнень, які ще не синхронізовані з iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Це призведе до завантаження %@ даних, тому ви зможете користуватися цим посібником навіть коли не маєте доступу до інтернету.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Період часу";

/* No comment provided by engineer. */
"Timeout" = "Час очікування";

/* project title header */
"Title" = "Заголовок";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Традиційний проект";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Повторіть спробу після під'єднання до інтернету.";

/* button title to turn on autoupload */
"Turn On" = "Увімкнути";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Увімкніть автовивантаження в налаштуваннях і ваші спостереження автоматично відвантажуватимуться на iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Парасольковий проект";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Не вдалося додати ідентифікацію до цього спостереження. Будь ласка, спробуйте пізніше.";

/* No comment provided by engineer. */
"Unable to find location" = "Неможливо визначити місцерозташування";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Неможливо визначити назву місцерозташування";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Неможливо присвоїти ідентифікацію цього виду даному спостереженню. Будь ласка, спробуйте ще раз пізніше.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Не вдається відвантажити на iNaturalist, помилка авторизації, код 401. Будь ласка, зв'яжіться з help@inaturalist.org і спробуйте пізніше.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Сполучене Королівство: National Biodiversity Network Trust підтримує iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Невідомо";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Невідомий автор";

/* Message body when we don't know the error */
"Unknown error" = "Невідома помилка";

/* Unknown error */
"Unknown error while making an identification." = "Невідома помилка під час створення ідентифікації.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Невідома помилка: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Без назви";

/* Title for progress view when migrating db */
"Updating database..." = "Оновлення бази даних...";

/* No comment provided by engineer. */
"Updating..." = "Оновлення...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Вивантажити";

/* No comment provided by engineer. */
"Upload Error" = "Помилка при вивантаженні";

/* upload failed alert title */
"Upload Failed" = "Помилка передавання";

/* No comment provided by engineer. */
"Upload this observation" = "Відвантажити це спостереження";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Відвантаження це спостереження, щоб отримати доступ до коментарів та ідентифікації.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Відвантажите це спостереження, щоб отримати доступ до Улюбленого.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Вивантаження...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Ім’я користувача";

/* users can login with their username or their email address. */
"Username or email" = "Ім'я користувача або email";

/* Title for version section of settings. */
"Version" = "Версія";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Відеоінструкція";

/* button to view privacy policy */
"View Privacy Policy" = "Переглянути політику конфіденційності";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Переглянути пропозиції";

/* button to view terms of use */
"View Terms of Use" = "Переглянути умови використання";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Відвідайте %@ для створення ваших власних проектів";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Відвідайте iNaturalist.org для створення ваших власних посібників";

/* basis for a species suggestion */
"Visually Similar" = "Візуально схожі";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Візуально схожі / Зустрічалися поблизу";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Очікують на відвантаження...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Ми дякуємо за допомогу в перекладі спільноті crowdin.com, особливо: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta та vilseskog. Щоб приєднатися до команди перекладачів iNaturalist iOS, будь ласка, відвідайте, https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "У нас немає дозволу від iOS використовувати ваше місце розташування.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Ми зберігаємо особисту інформацію, таку як імена користувачів та адреси електронної пошти, щоб керувати обліковими записами на цьому сайті. Щоб дотримати вимоги законодавства щодо конфіденційності, ми потребуємо, щоб ви засвідчили свою згоду на використання особистої інформації, натиснувши на цей прапорець. Щоб дізнатися більше про те, яку інформацію ми збираємо та як ми її використовуємо, будь ласка, ознайомтеся з нашою Політикою конфіденційності та нашими Умовами користування. Неможливо мати обліковий запис iNaturalist без збереження особистої інформації, тому єдиний спосіб відкликати цю згоду — це видалити свій обліковий запис.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Ми не змогли отримати ваше фото з iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Ми недостатньо впевнені, аби щось рекомендувати, але ось наші найкращі пропозиції:";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Ми недостатньо впевнені, щоб щось рекомендувати.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Ми впевнені, що це в %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Що ви бачите?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Що означає поневолений / культивований?";

/* No comment provided by engineer. */
"Which organism?" = "Який організм?";

/* No comment provided by engineer. */
"Which person?" = "Яка людина?";

/* No comment provided by engineer. */
"Which place?" = "Яке місце?";

/* No comment provided by engineer. */
"Which project?" = "Який проект?";

/* No comment provided by engineer. */
"Whoops" = "Ой";

/* Default upload failure alert title. */
"Whoops!" = "Ой!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Без дати це спостереження може бути дуже складним для точної ідентифікації іншими членами спільноти й ніколи не отримати дослідний клас.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Без місцезнаходження це спостереження може бути дуже складним для точної ідентифікації іншими членами спільноти й ніколи не отримати дослідний клас.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Без принаймні одного фото або звукозапису спільнота не зможе допомогти визначити це спостереження.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Ви хотіли б поділитися своїм звітом про міграцію з help@inaturalist.org для налагодження?";

/* positive response to binary choice, yes or no */
"Yes" = "Так";

/* change network partner button */
"Yes, change my affiliation" = "Так, змінити мою мережеву приналежність";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Так, видалити спостереження";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Так, ліцензувати мій контент та дати змогу науковцям використовувати мої дані.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Ви можете змінити вашу мережеву приналежність лише один раз в день.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "У нас немає на це дозволу. Можливо, ваш обліковий запис призупинено. Будь ласка, зв'яжіться з help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "У нас немає на це дозволу. Можливо, ваш обліковий запис призупинено. Будь ласка, зв'яжіться з help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Для цього необхідне підключення до інтернету.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Для відвантажень на iNaturalist.org ви повинні підключитися до інтернету";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Для отримання доступу до проекту ви повинні ввійти до системи.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Спершу ввійдіть до облікового запису.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Для синхронізації користувачів ви повинні ввійти до системи.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Для відвантаження ви повинні ввійти до системи.";

/* No comment provided by engineer. */
"You must be logged in!" = "Ви мусите увійти!";

/* Account is required error message */
"You must be logged in." = "Ви мусите увійти.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Для приєднання до проекту ви повинні ввійти до системи.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Ви повинні ще раз автентифікуватися, щоб видалити свій обліковий запис.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Спершу ввійдіть до облікового запису.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Ви отримуватимете оновлення після того, коли ви вивантажите спостереження.";

/* Title for account section of settings. */
"Your Account" = "Ваш обліковий запис";

/* account deletion confirmation msg */
"Your account has been deleted." = "Ваш обліковий запис було видалено.";

/* No comment provided by engineer. */
"Your Guides" = "Ваші посібники";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Здається, дані для входу змінилися. Будь ласка, перейдіть до налаштувань, щоб вийти із системи, а потім увійдіть знову.";

/* Placeholder for free text observation field value */
"Your response here" = "Ваша відповідь";
